Repository: ebertek/wp-body-mass-widget
Catalog: languages/wp-body-mass-widget-*.po
Languages: de_de, es_es, hu_hu

source: Weight
de_de: Körpergewicht
es_es: Masa
hu_hu: Testtömeg

source: Height
de_de: Körpergröße
es_es: Estatura
hu_hu: Testmagasság

source: Calculate
es_es: Calculo
hu_hu: Számolás

source: Reset
hu_hu: Visszaállítás

source: Very severely underweight
de_de: starkes Untergewicht
es_es: Delgadez severa
hu_hu: Súlyos soványság

source: Severely underweight
de_de: mäßiges Untergewicht
es_es: Delgadez moderada
hu_hu: Mérsékelt soványság

source: Underweight
de_de: leichtes Untergewicht
es_es: Delgadez leve
hu_hu: Enyhe soványság

source: Normal (healthy weight)
de_de: Normalgewicht
es_es: Normal
hu_hu: Normális testsúly

source: Overweight
de_de: Präadipositas
es_es: Preobeso
hu_hu: Túlsúlyos

source: Obese Class I (Moderately obese)
de_de: Adipositas Grad I
es_es: Obesidad leve
hu_hu: I. fokú elhízás

source: Obese Class II (Severely obese)
de_de: Adipositas Grad II
es_es: Obesidad media
hu_hu: II. fokú elhízás

source: Obese Class III (Very severely obese)
de_de: Adipositas Grad III
es_es: Obesidad m√≥rbida
hu_hu: III. fokú (súlyos) elhízás

source: Your BMI:
es_es: Su IMC:
hu_hu: A te BMI-d:

source: Please enter valid information!
hu_hu: Hibás adat!

source: Title:
hu_hu: Cím:

source: Top HTML:
hu_hu: Fenti HTML:

source: Bottom HTML:
hu_hu: Lenti HTML:
